Repository: ropensci/Rpolyhedra
Catalog: po/R-*.po
Languages: es

# rpoly.abstract_class
source: Abstract class
es: Clase Abstracta

# rpoly.row_for_label
source: Row for label
es: Registro para la etiqueta

# rpoly.already_defined
source: already defined
es: Ya definido

# rpoly.polyhedron_invalid_face
source: Face defined with less than 3 vertices.
es: Cara definida con menos de 3 vertices

# rpoly.scraping_issue
source: Problem with scraping:
es: Se presentó un problema recuperando datos:

# rpoly.not_implemented
source: Not implemented
es: Sin implementar

# rpoly.package_not_found
source: Package not found
es: Paquete no encontrado

# rpoly.download_question
source: This package needs to download data to the home folder. Do you accept it [y/n]?:
es: Este paquete requiere bajar información adicional al directorio home del usuario. Desea hacerlo [s/n]?:

# rpoly.redo_download_question
source: We do not understand the option provided. Do you accept to download the supporting files [y/n]?:
es: No pudimos entender su respuesta. Acepta bajar los archivos de soporte [s/n]?:

# rpoly.download_question_yes
source: y
es: s
